Repository: tanpero/Typora-i18n
Catalog: *.lproj/Front.strings
Languages: bo_cn

source: OK
bo_cn: བོད་མིའི་དེའི་ཡུལ།

source: Cancel
bo_cn: ཆེམས།

source: Yes
bo_cn: ཡིག།

source: No
bo_cn: མེད།

source: Close
bo_cn: སྒོ་གྲོལ།

source: Select
bo_cn: འདོད།

source: Continue
bo_cn: གླུ་སྡེ།

source: Learn More…
bo_cn: འདོད་ཚུན་བསྐྱར་འཛོལ…

source: Untitled
bo_cn: མ་བརྒྱུད།

source: Undo
bo_cn: གྲུབ།

source: Dismiss
bo_cn: རོགས།

source: Confirm
bo_cn: དགོངས།

source: Error
bo_cn: འབྲེལ།

source: Search
bo_cn: འཚོལ།

source: Replace
bo_cn: སྤྱོད།

source: All
bo_cn: ཆ་གྲངས།

source: Search text not found in article
bo_cn: རྒྱབ་ལོག་མ་རེད་མིན་འདུག

source: search text
bo_cn: རྒྱབ་འཚོལ་ཚུ

source: Search by file name
bo_cn: ཡིག་སྤྲོད་མིའི་གནད་ཚིག

source: Searching
bo_cn: འཚོལ་འཛོལ་མི།

source: Gathering more results
bo_cn: སྒྲོན་འབྱོར་སྤྲོད་ཚད་བསྟེན་པ།

source: Insert Table
bo_cn: ཏིབན་ཐེབས་ཡིག།

source: Columns
bo_cn: གྲངས་ཆད།

source: Rows
bo_cn: རྒྱུ།

source: Align Left
bo_cn: གཡས་རང་རེད།

source: Align Center
bo_cn: གཡས་ཤིང་རེད།

source: Align Right
bo_cn: གཡས་གཙོ་རེད།

source: Resize Table
bo_cn: ཏིབན་ཐེབས་ཆད་ཚད།

source: Delete Table
bo_cn: ཏིབན་ཐེབས་སུབ།

source: Typora are trying copy the newly inserted image to folder according to your YAML Front Matter setting or global preferences. But the target folder does not exist, create it now?
bo_cn: Typora མཛོད་རིམ་སླར་དུ་ཐོག་རིམ་ ནང་དེ་གྲོལ་མཉམ་ནས་YAML Front Matter གཞི་བཙུགས་ལྷོད་རྟགས་ལྡན་མིའི་དུས་ཚོད་གཞན་ནུག་མ་ཚུགས་ཡོད་མི་དེ་དགོས་པར་གྲོལ་མཉམ་འདུག, ད་ལྟོ་ཡང་བསྡུར་འབད་དེ་?

source: Create Folder
bo_cn: ཐོག་རིམ་གསར།

source: Edit
bo_cn: ཞུན།

source: Delete Math
bo_cn: རྟོག་སྐྱེད།

source: Preview
bo_cn: སྔོན་སྦྱོར།

source: Articles
bo_cn: རྫོགས་བཟོ།

source: Outline
bo_cn: རྟག་བཞིན།

source: Files
bo_cn: ཡིག་སྤྲོད།

source: Switch to File List view
bo_cn: ཡིག་སྤྲོད་རིམ་བསྐྱར་འཚོལ་བ།

source: Switch to File Tree view
bo_cn: ཡིག་སྤྲོད་རིམ་ལམ་བསྐྱར་འཚོ ལ་བ།

source: Switch to Outline view
bo_cn: རྟག་བཞིན་རིམ་བསྐྱར་འཚོ།

source: Close sidebar
bo_cn: སི་བརྒྱུད་གཞན་ལུང་

source: Loading
bo_cn: འཚོལ་བ།

source: Selected folders contain too many files. Please switch to File Tree view for better performance.
bo_cn: གོང་ནས་འདོད་དེའི་ཡུལ་མ་དེ་སྒྲོལ་འཚོལ་བརྡ་འཚོལ་དང་ བསྐྱར་འཚོལ་འཚོལ་བའི་རིམ་བསྐྱར་འཚོ་མིན་འདུག

source: New File
bo_cn: ཡིག་སྤྲོད་ཐོག་རིམ།

source: Unpin Outline Panel
bo_cn: རྟག་བཞིན་རྒྱབ་ཐོག་མིའི་གནད་རེའི་པེནན།

source: Open Folder…
bo_cn: ཡིག་སྤྲོད་ཐོག་རིམ་བེད།

source: Action
bo_cn: ལྕོགས།

source: Close Sidebar Menu
bo_cn: སི་བརྒྱུད་མིའི་དུས་ཚོད་སྒོར།

source: Reveal in Finder
bo_cn: འབྱུང་ཁྱབ་སྤོད་འབྱོར།

source: Reveal in File Explorer
bo_cn: ཡིག་སྤྲོད་རིམ་བེད་སྙན་ཞུགས།

source: Refresh Folder
bo_cn: ཡིག་སྤྲོད་ཐོག་རིམ་ཞུན་དག

source: Sort
bo_cn: བསྐྱར།

source: Group By Folder
bo_cn: ཡིག་སྤྲོད་ཐོག་རིམ་བསྐྱར་བཏོན།

source: Sort Naturally (Ascending)
bo_cn: སྲིད་གྲོང་བསྐྱར། (ནང་དོན།)

source: Sort Naturally (Descending)
bo_cn: སྲིད་གྲོང་བསྐྱར། (ཡང་པ།)

source: Sort by Name (Ascending)
bo_cn: མིའི་མཐོ་བསྐྱར། (ནང་དོན།)

source: Sort by Modification Date (Ascending)
bo_cn: གོང་བསྐྱར། (ནང་དོན།)

source: Sort by Name (Descending)
bo_cn: མིའི་མཐོ་བསྐྱར། (ཡང་པ།)

source: Sort by Modification Date (Descending)
bo_cn: གོང་བསྐྱར། (ཡང་པ།)

source: Location
bo_cn: གྲངས།

source: Switch File List/Tree View
bo_cn: ཡིག་སྤྲོད་རིམ་བསྐྱར་སི་བརྒྱུད་འཚོ།

source: No Files Available
bo_cn: ཡིག་སྤྲོད་མིའི་དམིགས་མེད།

source: No Folder is Opened.
bo_cn: ཡིག་སྤྲོད་ཐོག་རིམ་མ་བརྒྱུད་ཡོད་མེད།

source: Outline is Empty.
bo_cn: རྟག་བཞིན་མིན་མེད།

source: Toggle Sidebar
bo_cn: སི་བརྒྱུད་གཞན།

source: Toggle Source Code Mode
bo_cn: གློ་བཤོལ་རྒྱུ་གར་སི་བརྒྱུད་གཞན།

source: Exit Source Code Mode
bo_cn: གློ་བཤོལ་རྒྱུ་གར་སི་བརྒྱུད་དག

source: Table of Contents
bo_cn: དམིགས་བསྐྱར།

source: Empty Diagram
bo_cn: དཔྱད་ཡིག་མིན་མེད།

source: Input Math TeX here
bo_cn: གློ་གཏོར་ཉིན་གསུམ་འདུག

source: Need to define the reference footnote {0} with syntax [^{1}]: www.example.com
bo_cn: {0} ཡིག་དུས་འདི་གི་འབྲེལ་གྱི་འགྲོགས་སྤྱོད་བྱེད་ཡོད། [^{1}]: www.example.com འབྱུང་གནང་རྡོ་རྗེའི་དྲན་དང་ནང་མཉམ་དང་

source: Need to define the reference link [{0}] with syntax [{1}]: www.example.com
bo_cn: [{0}] ཡིག་དུས་འདི་གི་འགྲོགས་སྤྱོད་བྱེད་ཡོད། [{1}]: www.example.com འབྱུང་གནང་རྡོ་རྗེའི་དྲན་དང་ནང་མཉམ་དང་

source: Please define image reference by [{0}]: http://example.png
bo_cn: པེེར་ཡིག་དུས་འདི་ཡར་སྤྲོད་མ་སྐྱེས། [{0}]: http://example.png

source: Failed to create file
bo_cn: ཡིག་སྤྲོད་གསར་མིན།

source: Failed to create folder
bo_cn: ཐོག་རིམ་གསར་མིན།

source: Failed to rename file
bo_cn: ཡིག་སྤྲོད་གསར་མིན།

source: File with the same name already exists at target path
bo_cn: གསལ་ཁ་གང་འབྲེལ་བའི་མཐའ་མའི་ཡིག་ཆ་དང་ནང་དོན་པར་བཀོད་དོན་གཅོད།

source: Apply to All
bo_cn: ཆ་བ་དམིགས་པ།

source: Overwrite
bo_cn: ཆོག་མའི་ནང་འཁོར་དང་སྐུགས།

source: Stop
bo_cn: བསམ།

source: back to document
bo_cn: ཡིག་སྣོད་ནང་སྔོན་མ།

source: Failed to load file
bo_cn: ཡིག་སྣོད་ཕམ་པ་འབྲིས།

source: Save File Failed!
bo_cn: ཡིག་སྣོད་གསར་བསྡུས་འབྲིས།

source: Cannot open folder {0}
bo_cn: ཡིག་སྣོད་ནང་སོ་ཡུལ་འཚོལ་ཡོད་མ། {0}

source: File content is changed by external applications. Reload content from disk ?
bo_cn: ཡིག་སྣོད་སོར་བཀོད་དང་མཐའ་མའི་ཆེད་གསར་བསྡུས་འབྲིས་བྱེད་པ་ནང་དོན་འབྲིས་འབད་བས།

source: Should continue moving and overwrite existing file(s) ?
bo_cn: གྲོས་འཛིན་དང་ནང་འཁོར་གསར་བསྡུས་འབྲིས་འབད་མི་དགོས།

source: Rename to "{0}" ?
bo_cn: "{0}" གི་མཛོད་འབྲིས་ཡོད།

source: Failed to rename from "{0}" to "{1}"
bo_cn: "{0}" ནང་ "{1}" འཁོར་བསྡུས་འབྲིས།

source: Successfully uploaded {0} images.
bo_cn: {0} ནང་ནང་འདུག

source: Failed to upload image. Error Message:
bo_cn: ནང་འདུག་ནས་མཐུན་མ་འབྲིས་འབྲིས། འཛོལ་བ།

source: Failed to Copy Image to Target Folder.
bo_cn: ནང་འདུག་ནས་གོང་གསར་འཁོར་འབྲིས་འབྲིས།

source: Select Container Folder
bo_cn: འཁོར་ནང་བརྡ་བསྡུས་གསར་བསྡུས།

source: Saved
bo_cn: སྲུང

source: replace with
bo_cn: ནང་བཟའ་ཡིག་འཛུལ།

source: Case Sensitive
bo_cn: སྲུང་ཡོད།

source: Whole Word
bo_cn: མི་ཚིག་ལུ།

source: input image URL
bo_cn: ནང་འདུག་སྦྱར་ཡིག་URL

source: Select image from local file
bo_cn: ནང་འདུག་གོང་གསར་ནང་འདུག་ཡིག་འཇོག

source: Cannot open location <code>$1</code>, do you mean <a href='$3' target='_blank' target='_blank'>$2</a> ?
bo_cn: <code>$1</code> ཡོད་སོ་སྦྱར་ཡིག་འབྲིས་ནི་རེ་བ་ནང་དོན་ཡོད་པ། $2 ?

source: Finish Editing
bo_cn: ཞུན་དག་པ།

source: Revert advanced setting file to default one ?
bo_cn: ཆུང་སཐོར་ཆེད་སྲིད་ཡིག་ཕྱིར་དུ་སྔོན་དོན་མ་ཡིན།

source: Select Spell Check Language
bo_cn: ཞིབ་འཇུགས་ནང་ཡིག་གི་སྐད་རིམ་འདི་འཇོག

source: Auto Detect Language
bo_cn: ཡིག་སྣོད་མཐུན་འདེམས།

source: Disable Spell Check
bo_cn: ཞིབ་འཇུགས་གསར་བསྡུས་མ་མཐུན་འདུག

source: Global Setting…
bo_cn: གསལ་སྤྱོད་སྲིད་ཡིག།

source: Dictionary file is missing to enable spellcheck support for %@.
bo_cn: %@ གི་ཞིབ་འཇུགས་མཐུན་འདེམས་ཡིག་བསྡུས་མ་རེ་རེག།

source: Install Language Support
bo_cn: ཡིག་གི་སྡེབ་ཚན་བསྡུས།

source: License Information
bo_cn: དཔྱད་འབད་ལག་ལེན།

source: Download
bo_cn: ཕབ་ལེན།

source: Install dictionary file only for Typora
bo_cn: Typora གི་ཞིབ་འཇུགས་མཐུན་འདེམས་ཡིག་བསྡུས།

source: Spell Check (%@ unavailable)
bo_cn: ཞིབ་འཇུགས་ (%@ རེ་མཐུན་འདུག)

source: Spell Check (%@ downloading)
bo_cn: ཞིབ་འཇུགས་ (%@ ཕབ་ལེན་འབྲིས)

source: Download dictionary file for %@
bo_cn: %@ གི་ཞིབ་འཇུགས་མཐུན་འདེམས་ཡིག་བསྡུས།

source: (Default spell check option)
bo_cn: (ཞིབ་འཇུགས་སྐུགས་ཡོད་མཐུན་འདེམས།)

source: Failed to load spellcheck module
bo_cn: ཞིབ་འཇུགས་མཐུན་འདེམས་ཡིག་ཕྱིར་དུ་འབྲིས་འབྲིས།

source: %@ has been turned on.
bo_cn: %@ འོས་འབྱེད།

source: You could turn it off from View menu.
bo_cn: View མེད་དོན་ཡོད་པ།

source: The file is too large to render in Typora.
bo_cn: Typora ནང་འདུག་མཉམ་བསྡུས་ལག་བཏང་ཡོད།

source: Open in…
bo_cn: ནང་འདུག

source: Quick Look
bo_cn: སྒྲོལ་མ་འབྲིས

source: Filter
bo_cn: འབྱུང

source: No result found.
bo_cn: གྲོགས་ཆེན་མི་བཟོ་མེད།

source: Continue &amp; Overwrite
bo_cn: གྲོས་འཛིན་དང་ནང་འཁོར་གསར་བསྡུས།

source: The file is read-only, or you do not have right permissions to modify the file.
bo_cn: ཡིག་སྣོད་དོན་པ་ཡིག་མ་དང་སྙན་དགའ་གཞི་བཀལ་ནང་ཡོད།

source: Learn Data Recovery
bo_cn: དམ་པའི་དངུལ་གསོ་བཟུམ།

source: Auto refresh on Files Panel cannot be enabled.
bo_cn: ཡིག་སྣོད་ནང་འཁོར་གསར་བསྡུས་ཡིག་འཐོབ་པའི་སྒོའུ་གཞི་བཞག་ནུག

source: Delete Permanently
bo_cn: ཚོད་ལྗོངས་འཁྱམས་སོ།

source: Failed to upload images:
bo_cn: ནང་འདུག་ནས་ནང་ནང་ནང་འདུག་འབྲིས་འབྲིས་འབྲིས།

source: Uploading in progress
bo_cn: འདུག་ལེན་གཏན་འབད་ནུག

source: Successfully uploaded {0} images, {1} failed.
bo_cn: {0} ནང་ནང་འདུག་ཡོད། {1} འབྲིས་འབྲིས་འབྲིས།

source: You could undo this operation later via Edit → Undo.
bo_cn: ནང་འདུག་གི་ལས་དཔྱད་དུ་Edit → Undo ནང་བསྐྱར་བའི་གོང་བ་ཡོད།

source: You can press <strong>⌘ + Click</strong> + Click to open links or jump to footnote definition.
bo_cn: <strong>⌘ + Click</strong> + Click ལྷག་ནང་འབྲེལ རྩ་ལུ་སྙན་འཛིན་བཟོ་ཡོད།

source: <strong>%@</strong> has been turned on.
bo_cn: <strong>%@</strong>ནང་ཁ་བྱུང

source: You could turn it off from `View` menu.
bo_cn: `བརྟག་རྡོ་`དང་ནང་སྲུང་གི་ཐབས་ལ

source: Continue & Overwrite
bo_cn: རྩོམ་ཡིག & འབྲི་བ

source: You could undo this operation later via `Edit` → `Undo`.
bo_cn: གིས་རྩ་བའི་བྱུང་འདི་སྤྲོད་པ་ལག་ལེན་འདུག ་`རྩ་བ་` སྲུང་བཙུགས་པ

source: You can press <strong>⌘ + Click</strong> to open <a href='#'>links</a> or jump to footnote definition.
bo_cn: <strong>⌘ + ཁྱོད་ཀྱིས</strong> འཁོར་འདི་འཛིན་བཅུའི་<a href='#'>འབྱུང་སེམས</a> ཡང་ལ་ཁྱོད་ཀྱིས་གནད་དོན་འདི་ཡིག

source: You can press <strong>CTRL + Click</strong> to open <a href='#'>links</a> or jump to footnote definition.
bo_cn: <strong>CTRL + ཁྱོད་ཀྱིས</strong> འཁོར་འདི་འཛིན་བཅུའི་<a href='#'>འབྱུང་སེམས</a> ཡང་ལ་ཁྱོད་ཀྱིས་གནད་དོན་འདི་ཡིག

source: <strong>Unibody</strong> style has been turned on.
bo_cn: <strong>མི་མཐུའི་</strong>རང་སྟོན་འདི་བྱུང་མི་རྩོམ

source: You can right click titlebar to popup application menu.
bo_cn: ཁྱོད་ཀྱིས་<a href='#'>རྗེས་མ་</a>ཁྱབ་ཁ་ཡོད་པ་ལ་བརྟེན་དཔྱད་འབད

source: Support Document
bo_cn: དཀར་ཆག

source: You are not supposed to edit or save this file.
bo_cn: ཁྱོདཁྱོད་བྱུང་མ་མི་བྱུང་མ་མིན་འདུག ་ལས་རྒྱུན་སྒྲིགས་པ་ལག་ལེན་མིན་འདུག

source: Files in this location (%@) are managed by Typora, and may be deleted automatically.<br/>Please copy content to a new file for further editing.
bo_cn: ཡིག་སྣོད་དུས་ཚོད་(%@) Typora གི་རྒྱུན་མ་འདི་ལྷག་ན་ཚོས་བརྗོད་པའི་ཡིག་བརྗོད་ལ་མི་བྱུང་མ་བྱུང་མ།<br/>རྗེས་སུ་མི་ཚེས་དཔེ་རོང་མདོ་འགྱུར་གྱི་གནས་སྟངས་བརྗོད་ཡོད་པ་ལྷག་པར་བཟོས་མི་དགོས་གནང

source: File does not exist at path %@.
bo_cn: ཡིག་སྣོད་མེད་པ་དེ་ལས་%@ ལུ་མ་མིན་འདུག

source: File does not exist at path %@, do you want to create one at that path?
bo_cn: ཡིག་སྣོད་མེད་པ་དེ་ལས་%@ ལུ་མ་མིན་འདུག་བྱེད་པའི་བཀོད་སུང་མ་ཐོབ།

source: No Results
bo_cn: གྲུབ་མེད་མ་བྱུང་མི་རྟགས།

source: Too many matches
bo_cn: མི་ཉེན་རྟགས་པའི་མཇུག་རྟེན

source: Regular Expression
bo_cn: མདོ་བསྡོམས་འཛིན་པ

source: Sort by Creation Date (Ascending)
bo_cn: སྤྱོད་པར་གནས་རོགས་འགོ་བཙུག (ཆུ་ཚོད་)

source: Sort by Creation Date (Descending)
bo_cn: སྤྱོད་པར་གནས་རོགས་འགོ་བཙུག (ཕྱིར་མཐོང་)

source: code language
bo_cn: ཀོཌ་ལཱན་སྐད

source: Cannot rename from $1 to $2, please use "File" → "Move To…" from menubar instead.
bo_cn: $1 ལ་ $2 བྱུང་མི་མིན་འདུག, "File" → "Move To…" སྲུངས་ཀྱི་འདི་བྱུང་ཡོད་པའི་ནང་སྤེལ་གཏང་ཡང་བརྟེན་པ

source: Markdown file
bo_cn: Markdown ཡིག

source: TextBundle file
bo_cn: TextBundle ཡིག

source: Images saved to TextBundle
bo_cn: པར་པོས་འདི་ TextBundle ཡིག་མ་ཚུད་བྱུང་ཡོད
